7zip
amd-ucode
base
base-devel
bash-completion
bluez
bluez-utils
brightnessctl
cava
discord
efibootmgr
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
fzf
git
gnome-keyring
grim
grub
gst-plugin-pipewire
gvfs
htop
hyprland
hyprlock
hyprshot
imagemagick
intel-media-driver
iwd
jq
kitty
kvantum
libpulse
libva-intel-driver
linux-firmware
linux-zen
mpv
nano
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvm
nwg-bar
nwg-look
obsidian
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi
sassc
sddm
seahorse
slurp
smartmontools
sof-firmware
stow
swaync
swww
ttf-jetbrains-mono-nerd
tumbler
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yazi
zoxide
zram-generator
zsh
